[
  {
    "title": "Суп из консервированного тунца",
    "category": "soups",
    "ingredients": [
      "Вода — 3 литра",
      "Тунец в собственном соку — 3 банки по 160–185 г",
      "Картофель — 4-5 шт. (средние)",
      "Морковь — 2 шт.",
      "Лук — 1 шт.",
      "Помидоры свежие или пассата — 2–3 шт.",
      "Чеснок — 1-2 зубчика",
      "Масло — 2–3 ст. л. (оливковое/растительное)",
      "Соль крупная — 2.5 ч. л.",
      "Чёрный перец — ½ ч. л.",
      "Паприка — ½ ч. л.",
      "Лимонный сок — 3 ст. л. (в конце, по вкусу)",
      "Зелень — петрушка, укроп"
    ],
    "steps": [
      "Лук нарежь кубиками мелко. Морковь и картофель — кусочками или полукружиями. Помидоры — натри.",
      "В кастрюле разогрей масло. Обжарь лук 5 минут до мягкости, добавь морковь — ещё 2–3 минуты.",
      "Добавь чеснок, томаты и специи (перец, паприка), туши 5 минут.",
      "Влей 2,8 литра воды. Добавь картофель и соль.",
      "Доведи до кипения, убавь огонь, вари 20–25 минут под крышкой до мягкости картофеля.",
      "Открой банки с тунцом, слей лишнюю жидкость, разомни вилкой.",
      "Добавь тунца в кастрюлю, осторожно перемешай.",
      "Провари ещё 5 минут, добавь лимонный сок и зелень."
    ]
  },
  {
    "title": "Куриный суп с лапшой",
    "category": "soups",
    "ingredients": [
      "Куриный окорочок — 1 шт (~350 г)",
      "Куриная ножка — 1 шт (~200–250 г)",
      "Вода — 3 л",
      "Морковь — 2 шт (1 для бульона, 1 для супа)",
      "Лук — ½ шт",
      "Чёрный перец горошком — 6–7 шт",
      "Лавровый лист — 1 шт",
      "Лапша — 120–150 г",
      "Соль — ~1.5 ч. л. (поэтапно)",
      "Чёрный перец молотый — по вкусу",
      "Лимонный сок — 1 ч. л. (по желанию)"
    ],
    "steps": [
      "Курицу промой и разрежь по суставам.",
      "В кастрюлю налей 3 л холодной воды, добавь курицу, морковь для бульона, лук, перец горошком и лавровый лист.",
      "Доведи почти до кипения на среднем огне, сними пену.",
      "Убавь огонь до минимального и вари 1 час 30 минут с крышкой, прикрытой наполовину.",
      "За 10 минут до конца варки добавь ½ ч. л. соли.",
      "Достань курицу, бульон процеди, овощи выбрось.",
      "Мясо отдели от костей.",
      "Верни бульон на средний огонь, добавь свежую морковь и вари 6 минут без крышки.",
      "Добавь лапшу и вари 4–6 минут без крышки.",
      "Верни куриное мясо, доведи соль, добавь молотый перец и лимонный сок по желанию."
    ],
    "metadata": {
      "servings": "4 порции",
      "equipment": "Кастрюля 5 л, крышка, сито",
      "heat": "Газовая плита: бульон — минимальный огонь, лапша — средний",
      "notes": "Первый бульон не сливать, пену снимать. Лапшу не переваривать."
    }
  },
  {
    "title": "Щи из свежей капусты с говядиной",
    "category": "soups",
    "ingredients": [
      "Говядина — 700 г",
      "Вода — 3.2 л",
      "Капуста белокочанная свежая — 600 г",
      "Картофель — 3–4 шт (450–500 г)",
      "Морковь — 1 крупная (120 г)",
      "Лук — 1 средний (130–150 г)",
      "Соль — 3 ч. л. без горки (поэтапно)",
      "Чёрный перец горошком — 6–7 шт",
      "Лавровый лист — 1 шт",
      "Чёрный перец молотый — по вкусу"
    ],
    "steps": [
      "Мясо нарежь мелкими кубиками 2–2.5 см и промой холодной водой.",
      "В кастрюлю налей 3.2 л холодной воды и выложи мясо.",
      "Поставь на сильный огонь, крышку держи приоткрытой.",
      "Доведи до кипения и тщательно сними пену.",
      "Убавь огонь до минимального так, чтобы бульон не кипел, а едва томился.",
      "Вари мясо 2 часа 30 минут, отсчёт времени начинай сразу после уменьшения огня.",
      "Через 1 час 30 минут добавь 1 ч. л. соли.",
      "Добавь лук и морковь, вари 10 минут на слабом огне.",
      "Добавь картофель и вари ещё 10 минут.",
      "Добавь капусту, оставшиеся 2 ч. л. соли, перец горошком и лавровый лист.",
      "Вари ещё 10 минут без активного кипения.",
      "Добавь молотый чёрный перец, выключи огонь.",
      "Накрой крышкой и дай настояться 15 минут."
    ],
    "tips": [
      "Для мягкости мясо должно не кипеть, а едва томиться: редкие мелкие пузырьки, без бурления.",
      "Если мясо после 2.5 часов всё ещё слегка упругое, добавь ещё 10–15 минут томления.",
      "Солить важно поэтапно: ранняя соль замедляет размягчение мяса.",
      "Свежая капуста и картофель активно впитывают соль — норма 3 ч. л. для объёма 4.5 л."
    ],
    "metadata": {
      "servings": "4–5 порций",
      "equipment": "Кастрюля 5 л",
      "heat": "Газовая плита: разогрев — сильный огонь; основная варка — минимальный (едва томится); после овощей — слабый"
    }
  },
  {
    "title": "Куриный суп по-восточному",
    "category": "soups",
    "ingredients": [
      "Куриные окорочка — 2 шт",
      "Вода — 3.3 л",
      "Лук — 1 крупный (150–170 г)",
      "Морковь — 1 крупная (120 г)",
      "Картофель — 3 средние (450–500 г)",
      "Куркума — 1/2 ч. л.",
      "Кумин (молотый) — 1/4 ч. л.",
      "Подсолнечное масло — 1 ст. л.",
      "Соль — 2.5–3 ч. л. без горки (поэтапно)",
      "Чёрный перец горошком — 5–6 шт",
      "Лавровый лист — 1 шт (по желанию)"
    ],
    "steps": [
      "В кастрюлю налей 3.3 л холодной воды, выложи куриные окорочка. Поставь на сильный огонь, крышку держи приоткрытой.",
      "Доведи до кипения, тщательно сними пену. Сразу убавь огонь до минимального так, чтобы суп не кипел, а едва томился. С этого момента начни отсчёт времени.",
      "Вари курицу 40 минут на минимальном огне.",
      "Через 40 минут добавь 1 ч. л. соли и продолжай томить ещё 20 минут (всего 60 минут варки курицы).",
      "Через 60 минут достань курицу из кастрюли, дай ей остыть 5–7 минут, сними мясо с костей. Кости и хрящи не возвращай.",
      "Верни куриное мясо обратно в кастрюлю и сразу добавь лук, морковь, картофель, чёрный перец горошком и лавровый лист.",
      "Вари суп с мясом и овощами 20 минут на слабом огне без кипения.",
      "Разогрей на сковороде 1 ст. л. подсолнечного масла на слабом–среднем огне, добавь куркуму и кумин, прогрей 20–30 секунд до появления аромата, не допуская потемнения.",
      "Влей масло со специями в кастрюлю, аккуратно перемешай и вари ещё 10 минут на слабом огне.",
      "Попробуй суп, добавь оставшуюся соль (ещё 1.5–2 ч. л., по вкусу). Выключи огонь, накрой крышкой и дай настояться 15 минут."
    ],
    "tips": [
      "После снятия пены суп должен не кипеть, а едва томиться: редкие мелкие пузырьки и тихий звук.",
      "Курицу важно доставать ровно через 60 минут — она уже готова, но ещё не переварена.",
      "Мясо после возврата в кастрюлю не нужно кипятить повторно, достаточно слабого томления.",
      "Кумин очень сильная специя: для первого раза не превышай 1/4 ч. л.",
      "Куркуму и кумин всегда прогревай в масле, а не добавляй прямо в воду."
    ],
    "metadata": {
      "servings": "4–5 порций",
      "equipment": "Кастрюля 5 л; сковорода",
      "heat": "Газовая плита: разогрев — сильный огонь; основная варка — минимальный (едва томится); после овощей и специй — слабый",
      "notes": "Рецепт рассчитан под одну кастрюлю. Овощи и курица готовятся без активного кипения, чтобы сохранить вкус и мягкость мяса."
    }
  },
  {
    "title": "Борщ с курицей",
    "category": "soups",
    "ingredients": [
      "Куриные окорочка — 2 шт.",
      "Свёкла варёная — 450 г, натереть на крупной тёрке",
      "Картофель — 3 средних (400–450 г), кубик 2–2.5 см",
      "Морковь — 1 средняя (≈120 г), крупная тёрка",
      "Лук — 1 средний (≈120 г), мелкий кубик",
      "Томатная паста — 1.5 ст. л.",
      "Масло подсолнечное рафинированное — 2 ст. л.",
      "Лавровый лист — 1–2 шт.",
      "Паприка сладкая — 1 ч. л.",
      "Кориандр молотый — 0.5 ч. л.",
      "Чёрный перец молотый — 0.5 ч. л.",
      "Сахар — 0.5 ч. л.",
      "Соль — 2–2.5 ч. л. (всего)",
      "Вода — 2.3–2.5 л"
    ],
    "steps": [
      "В кастрюлю налей 2.5 л холодной воды, выложи куриные окорочка. Поставь на сильный огонь, крышку держи приоткрытой.",
      "Доведи до кипения, тщательно сними пену. Добавь 0.5 ч. л. соли, убавь огонь до среднего, затем до слабого так, чтобы бульон едва кипел. С этого момента начни отсчёт времени.",
      "Вари курицу 30 минут на слабом огне, поддерживая спокойное кипение. Крышку держи прикрытой.",
      "Через 30 минут достань окорочка из кастрюли. Бульон оставь на слабом огне под прикрытой крышкой, без активного кипения.",
      "Дай курице остыть 5–10 минут, сними кожу, отдели мясо от костей и нарежь кусками 2–3 см. Кости и хрящи не возвращай.",
      "Параллельно разогрей на сковороде 26 см подсолнечное масло на среднем огне. Добавь лук и жарь 3–4 минуты до прозрачности, затем добавь морковь и жарь ещё 3 минуты.",
      "Вмешай томатную пасту и прогрей её 2 минуты до исчезновения сырой кислинки. В конце добавь паприку и кориандр, прогрей 10 секунд и сними с огня.",
      "В кипящий бульон добавь картофель. Вари 10 минут на слабом огне под прикрытой крышкой.",
      "Добавь в кастрюлю куриное мясо и зажарку, аккуратно перемешай и вари ещё 5 минут на слабом огне.",
      "Добавь варёную тёртую свёклу, сахар, лавровый лист и чёрный перец. Вари 10 минут на слабом огне без активного кипения.",
      "В самом конце попробуй и досоли по вкусу. Выключи огонь.",
      "Накрой крышкой и дай борщу настояться 15–20 минут без нагрева."
    ],
    "tips": [
      "Варёную свёклу добавляй только после картофеля — так сохраняется яркий цвет борща.",
      "Бульон не должен активно кипеть, иначе он станет мутным.",
      "Курицу не переваривай дольше указанного времени, чтобы мясо осталось сочным.",
      "При разогреве доводи борщ лишь до горячего состояния, не кипяти."
    ],
    "metadata": {
      "servings": "4 порции",
      "equipment": "Кастрюля 5 л, сковорода",
      "heat": "Разогрев на сильном огне, варка курицы средний → слабый, дальнейшая готовка только на слабом огне",
      "notes": "Крышку держать прикрытой почти на всех этапах, кроме жарки. Солить в два этапа. Объём воды не превышать, чтобы вкус не был разбавленным."
    }
  }




]
